tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "adoptopenjdk8"
brew "bat"
brew "readline"
brew "coreutils"
brew "direnv"
brew "dust"
brew "fzf"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hub"
brew "hyperfine"
brew "jq"
brew "redis", restart_service: true
brew "shellcheck"
brew "exa"
cask "alfred"
cask "anaconda"
cask "atom"
cask "bbedit"
cask "dosbox"
cask "firefox"
cask "flexiglass"
cask "hammerspoon"
cask "hyperdock"
cask "istat-menus"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitematic"
cask "lastpass"
cask "macdown"
cask "phantomjs"
cask "postman"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "witch"
cask "dropbox"
cask "slack"
cask "disk-inventory-x"
