tap "blendle/blendle"
tap "confluentinc/ccloud"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "opendoor-labs/tap", "https://github.com/opendoor-labs/homebrew-tap.git"
cask "adoptopenjdk8"
brew "bat"
brew "readline"
brew "coreutils"
brew "direnv"
brew "dust"
brew "elasticsearch@2.4", restart_service: true
brew "elixir"
brew "exa"
brew "fzf"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grpc"
brew "helm", link: false
brew "hub"
brew "hyperfine"
brew "jq"
brew "zookeeper", restart_service: true
brew "kafka", restart_service: true
brew "kubernetes-cli"
brew "librdkafka"
brew "postgresql", restart_service: true
brew "postgis"
brew "prototool"
brew "redis", restart_service: true
brew "ruby-build"
brew "shellcheck"
brew "terraform"
brew "blendle/blendle/kns"
brew "confluentinc/ccloud/ccloud"
brew "heroku/brew/heroku"
cask "alfred"
cask "anaconda"
cask "atom"
cask "bbedit"
cask "dosbox"
cask "firefox"
cask "flexiglass"
cask "hammerspoon"
cask "hyperdock"
cask "istat-menus"
cask "java"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitematic"
cask "lastpass"
cask "macdown"
cask "phantomjs"
cask "postman"
cask "tableplus"
cask "tunnelblick"
cask "visual-studio-code"
cask "vivaldi"
cask "witch"
